{"﻿Inclinic experience of Topical Sunscreen in Paediatric\n\nWe request you to provide your valuable feedback based on your clinical aspects about usage pattern of topical sunscreen in paediatric category. We humbly request you to share your opinion based on your clinical experience on the following given points.\n\n1. How often do you recommend sunscreen for infants and toddlers in your clinical practice? \n☐ Always\n☐ Often\n☐ Sometimes\n☐ Rarely\n☐ Never\n2. At what minimum age do you typically advise starting sunscreen use in babies?\n☐ above 6 months\n☐ Above 1 years\n☐ Above 3 years\n☐ Depends on the skin condition\n☐ I do not recommend sunscreen for babies\n3. Under which conditions or indications do you usually recommend sunscreen for babies? (Select all that apply)\n☐ Routine outdoor exposure\n☐ Atopic or sensitive skin\n☐ During vacations/travel to sunny regions\n☐ Family history of photodermatoses\n☐ Post-treatment for skin conditions (e.g., after topical steroids)\n☐ To prevent tanning or pigmentation\n☐ Other (please specify): __________\n4. What key factors do you consider while recommending a baby sunscreen? (Select multiple options)\n☐ Mineral/physical filters (zinc oxide, titanium dioxide)\n☐ Fragrance-free formulation\n☐ Water resistance\n☐ Broad-spectrum protection (UVA/UVB)\n☐ SPF value\n5. Have you observed any common skin reactions or issues related to sunscreen use in babies?\n☐ Yes (please specify): ____________\n☐ No\n6. In your experience, how receptive are parents to sunscreen recommendations for their babies?\n☐ Very receptive\n☐ Somewhat receptive\n☐ Indifferent\n☐ Resistant\n7. Which sunscreen brands do you most frequently recommend for children under 5?\n☐ [Open-ended response]\n8. What formulation do you prefer recommending for babies?\n☐ Cream\n☐ Lotion\n☐ Gel\n☐ Spray\n☐ Stick": null}